var APP_DATA = {
  "scenes": [
    {
      "id": "0--",
      "name": "Логистический узел",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1920,
      "initialViewParameters": {
        "yaw": -0.6488712290170469,
        "pitch": 0.031620005752373004,
        "fov": 1.0934084192399574
      },
      "linkHotspots": [],
      "infoHotspots": [
        {
          "yaw": 2.5832598495094903,
          "pitch": 0.05576983686829706,
          "title": "Небольшие контейнеры",
          "text": "Ваш груз может быть небольшим и очень ценным, тогда мы предложим вам небольшие контейнеры для перевозки"
        },
        {
          "yaw": 2.0088069439997307,
          "pitch": -0.0999540473906464,
          "title": "Большие контейнеры",
          "text": "Ваш груз объёмен или вы ищете способ пересылки с минимальными затратами? <br>Тогда вы можете заказать место в большом контейнере или заказать его целиком"
        },
        {
          "yaw": 0.8613726979157921,
          "pitch": -0.07606229541335985,
          "title": "Размер склада",
          "text": "Наша компания обладает большими, просторными современными складами, где поместится любой ваш груз"
        },
        {
          "yaw": -0.6685356857940512,
          "pitch": -0.018622122474994285,
          "title": "Наши склады",
          "text": "Наши крупные логистические узлы расположены на многих планетах обитаемых систем"
        },
        {
          "yaw": -2.2342709399025047,
          "pitch": -0.0035973191739735455,
          "title": "Работа склада",
          "text": "Для обеспечения высокой скорости доставки, наши склады имеют высокий уровень автоматизации. Проблемы связанные с \"человеческим фактором\" исключены"
        }
      ]
    }
  ],
  "name": "Project Title",
  "settings": {
    "mouseViewMode": "drag",
    "autorotateEnabled": true,
    "fullscreenButton": false,
    "viewControlButtons": false
  }
};
